notes = [
    input('Введите имя: '), input('Введите заголовок: '),
    [input('Введите подзаголовок №1: '), input('Введите подзаголовок №2')],
    input('Введите описание: '), input('Укажите статус заметки: '),
    input('Дата создания заметки дд-мм-гггг: '), input('Дата окончания заметки дд-мм-гггг: ')

]

print('Имя пользователя:', notes[0])
print('Заголовок заметки:', notes[1])
print('Подзаголовки заметки:', notes[2])
print('Описание заметки:', notes[3])
print('Статус заметки:', notes[4])
print('Дата создания заметки:', notes[5])
print('Дата истечения заметки:', notes[6])
